a52dec
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
appstream
arandr
arc-gtk-theme
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attr
atuin
audit
autoconf
automake
avahi
ayatana-ido
baobab
base
base-devel
bash
bash-completion
bat
bc
betterlockscreen
bind
binutils
bison
blas
bluez
bluez-libs
bluez-utils
bottom
bridge-utils
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cblas
ccache
cdrtools
cifs-utils
cmake
confuse
containerd
coreutils
cpio
cppdap
cronie
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
ding-libs
distro-info
distro-info-data
dkms
dmidecode
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
double-conversion
dpkg
duktape
dunst
e2fsprogs
easyeffects
efibootmgr
efivar
egl-gbm
egl-wayland
eglexternalplatform
emacs
enchant
exfat-utils
exo
expat
eza
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
fish
flac
flashrom
flex
fmt
fontconfig
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
fwupd
fwupd-efi
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
girara
git
git-delta
glib-networking
glib2
glib2-devel
glib2-docs
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnu-free-fonts
gnupg
gnustep-base
gnutls
gobject-introspection-runtime
google-chrome-dev
gparted
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grc
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gssdp
gssproxy
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hexyl
hicolor-icon-theme
hidapi
highway
hiredis
http-parser
hwdata
hwloc
hyphen
i3lock-color
iana-etc
icu
ijs
imagemagick
imath
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jbig2dec
jbigkit
jemalloc
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
ladspa
lame
lcms2
ldb
ldns
leptonica
less
lftp
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libb64
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgtop
libgudev
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libisl
libjcat
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblc3
libldac
libldap
liblqr
libluv
liblzf
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmupdf
libmysofa
libnatpmp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libppd
libproxy
libpsl
libptytty
libpulse
libqalculate
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtpms
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsof
lua
lua51-lpeg
luajit
lv2
lvm2
lxappearance
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
md4c
mdadm
meld
mesa
miniupnpc
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mtpfs
mujs
nano
ncurses
neovim
nerdfetch
nettle
network-manager-applet
networkmanager
networkmanager-dmenu-git
nfs-utils
nfsidmap
nftables
nilfs-utils
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
ntfs-3g
ntp
numactl
nvidia
nvidia-utils
nvme-cli
ocl-icd
onetbb
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
opus
orc
os-prober
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
paru-bin
paru-bin-debug
passim
patch
pavucontrol
paxtest
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipes.sh
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
pixman
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
powertop
ppp
procps-ng
protobuf
protobuf-c
prrte
psmisc
python
python-attrs
python-autocommand
python-cairo
python-cffi
python-cryptography
python-fastjsonschema
python-filelock
python-gobject
python-greenlet
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pillow
python-pip
python-platformdirs
python-ply
python-pycparser
python-pygments
python-pynvim
python-setuptools
python-tomli
python-trove-classifiers
python-validate-pyproject
python-wheel
qpdf
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
qt6-base
qt6-scxml
qt6-tools
qt6-translations
ranger
rav1e
readline
reflector
remmina
rest
rhash
ripgrep
rnnoise
rofi
rofi-calc
rpcbind
rsync
rtkit
rubberband
run-parts
runc
rustup
rxvt-unicode-truecolor-wide-glyphs
sbc
scrot
sdl12-compat
sdl2
sdl2_ttf
sed
serd
shaderc
shadow
shared-mime-info
shfmt
signify
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
starship
startup-notification
stow
sudo
svt-av1
sxhkd
sxiv
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tealdeer
tesseract
tesseract-data-afr
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tinysparql
tmux
tpm2-tss
traceroute
transmission-gtk
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-font-awesome
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-terminus-nerd
tumbler
tzdata
uchardet
udisks2
ufw
unarchiver
unibilium
unrar
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
woff2
wpa_supplicant
x11-ssh-askpass
x264
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yazi
yyjson
zathura
zathura-pdf-mupdf
zeromq
zimg
zip
zita-convolver
zix
zlib
zoxide
zstd
