acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
arandr
arc-gtk-theme
archlinux-keyring
argon2
at-spi2-core
attr
audit
autoconf
automake
avahi
baobab
base
base-devel
bash
bash-completion
bat
bc
bind
binutils
bison
bluez
bluez-libs
bluez-utils
bottom
brotli
bspwm
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
ccache
cmake
coreutils
cppdap
cronie
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dconf
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
dnsmasq
dnssec-anchors
dosfstools
dpkg
duktape
dunst
e2fsprogs
efibootmgr
efivar
emacs
exa
exo
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gettext
giflib
git
git-delta
glib-networking
glib2
glibc
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gvfs-mtp
gvfs-nfs
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hiredis
http-parser
hwdata
hwloc
iana-etc
icu
imagemagick
imath
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
jack2
jansson
jemalloc
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldns
less
lftp
libadwaita
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgtop
libgudev
libheif
libical
libice
libidn2
libiec61883
libindicator-gtk3
libinput
libisl
libjpeg-turbo
libjxl
libkeybinder3
libksba
libldap
liblqr
libmaxminddb
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libotf
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libptytty
libpulse
libqalculate
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyuv
licenses
lightdm
lightdm-gtk-greeter
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lxappearance
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mdadm
meld
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mtdev
mtools
ncurses
neofetch
nettle
network-manager-applet
networkmanager
nftables
nilfs-utils
nm-connection-editor
npth
nspr
nss
ntfs-3g
ocl-icd
oniguruma
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
papirus-icon-theme
parted
patch
paxtest
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pixman
pkgconf
playerctl
polkit
polybar
popt
portaudio
ppp
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python
python-cairo
python-gobject
python-ply
ranger
rav1e
readline
reflector
rest
rhash
ripgrep
rofi
rofi-calc
rsync
rtkit
rustup
run-parts
rxvt-unicode
rxvt-unicode-terminfo
sbc
scrot
sdl2
sed
shadow
shared-mime-info
shfmt
slang
speex
speexdsp
sqlite
srt
starship
startup-notification
stow
sudo
svt-av1
sxhkd
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tpm2-tss
tracker3
tree
tree-sitter
ttf-firacode-nerd
ttf-font-awesome
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-roboto-mono
ttf-terminus-nerd
tumbler
tzdata
udisks2
ufw
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
wpa_supplicant
x11-ssh-askpass
x264
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xfconf
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
zeromq
zimg
zlib
zoxide
zsh
zstd
