acpi
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme
atuin
baobab
base
base-devel
bash-completion
bat
bc
betterlockscreen
bind
bluez
bluez-libs
bluez-utils
bottom
bspwm
btrfs-progs
ccache
ccid
cdrtools
cifs-utils
cmake
cpio
cppdap
cronie
cups
cups-pdf
db
dbus-glib
debootstrap
dhcpcd
dmidecode
dnsmasq
docker
dosfstools
dpkg
dunst
easyeffects
efibootmgr
emacs
exfat-utils
exo
eza
fd
feh
ffmpegthumbnailer
firefox
fish
freerdp
fuse2
fuse3
fuseiso
fwupd
fzf
gcr
gd
ghostscript
git
git-delta
gnu-free-fonts
gobject-introspection-runtime
google-chrome-dev
gparted
gptfdisk
grc
grub
gst-plugin-pipewire
gtk-engine-murrine
gtk-engines
gtk2
gtksourceview4
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hexyl
hiredis
http-parser
imagemagick
imlib2
jq
jsoncpp
keepassxc
kitty
kitty-shell-integration
kitty-terminfo
ldns
less
lftp
libappindicator-gtk3
libavif
libconfig
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libev
libgirepository
libgit2
libgtop
libheif
libical
libindicator-gtk3
libkeybinder3
liblqr
libmpdclient
libnfs
libnma
libnma-common
libnotify
libotf
libpipeline
libptytty
libqalculate
libraqm
librsync
libsoup
libutempter
libxdg-basedir
libxfce4ui
libxfce4util
libxklavier
libxvmc
libyuv
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lsof
lvm2
lxappearance
lzop
m17n-db
m17n-lib
macchina
man-db
man-pages
meld
mpv
mtools
mtpfs
nano
neovim
nerdfetch
network-manager-applet
networkmanager
networkmanager-dmenu-git
nfs-utils
nftables
nilfs-utils
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
nvidia
nvme-cli
oniguruma
openmpi
openpmix
openssh
os-prober
p7zip
pacman-contrib
papirus-icon-theme
paru-bin
paru-bin-debug
pavucontrol
paxtest
peek
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
playerctl
polkit-gnome
polybar
poppler-glib
powertop
ppp
python-cairo
python-gobject
python-pillow
python-pip
python-ply
python-pynvim
reflector
remmina
rest
rhash
ripgrep
rofi
rofi-calc
rsync
rtkit
rustup
rxvt-unicode-truecolor-wide-glyphs
scrot
shfmt
smbclient
sshfs
starship
startup-notification
stow
sudo
sxhkd
sxiv
syslinux
tealdeer
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
traceroute
transmission-gtk
tree
tree-sitter
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-font-awesome
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-terminus-nerd
tumbler
ufw
unarchiver
unrar
unzip
usbutils
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
vivid
vlc
w3m
wayland-protocols
webrtc-audio-processing
wget
wireless_tools
wireplumber
x11-ssh-askpass
xautolock
xcb-util-cursor
xcb-util-xrm
xclip
xdg-user-dirs
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xfconf
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-misc
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yajl
yazi
yubikey-manager
zathura
zathura-pdf-mupdf
zip
zoxide
